{"coord": {
		"lat": 55.998333,
		"long": -2.522778,
		"comment": "Данбар, Восточный Лотиан, Шотландия"
	},
	"period": {
		"from_date": {
			"year": 1650,
			"month": 9,
			"day": 3,
			"comment": "One day"
		},
		"to_date": {
			"year": 1650,
			"month": 9,
			"day": 3,
			"comment": "One day"
		}
	},
	"data": {
		"sides": ["Шотландия", "Англия"],
		"winners": ["Англия"],
		"result": "Решительная победа Англии" 
	},
	"type": "battle",
	"title": "Битва при Данбаре",
	"comment": "Битва при Данбаре (англ. Dunbar; 3 сентября 1650 года) — одно из важнейших сражений периода Английской революции XVII века и ковенантского движения в Шотландии. Победа английской армии Оливера Кромвеля над шотландской армией Дэвида Лесли открыла англичанам возможность завоевания Шотландии. Сражение при Данбаре считается самой выдающейся победой Кромвеля за всю историю его многочисленных военных кампаний.",
	"url": "https://ru.wikipedia.org/wiki/%D0%91%D0%B8%D1%82%D0%B2%D0%B0_%D0%BF%D1%80%D0%B8_%D0%94%D0%B0%D0%BD%D0%B1%D0%B0%D1%80%D0%B5"
}